Repository: mikekazakov/nimble-commander
Catalog: Source/NimbleCommander/NimbleCommander/Preferences/mul.lproj/PreferencesWindowToolsTab.xcstrings
Source language: en
Languages: ru

# 1F7-OC-ESO.title
source: Run in Terminal
ru: Запускать в терминале

# 3Ja-QT-yqJ.title
source: Run Detached
ru: Запускать независимо

# 3Pc-uE-9BV.title
source: Tool title:
ru: Название инструмента:

# 4qW-yo-KcS.title
source: %F Source filenames as parameters
ru: %F Имена исходных объектов как параметры

# 5aN-uP-JYd.title
source: %-p Target item path
ru: %-p Путь целевого объекта

# 78m-ca-qgo.title
source: Please note that command-line external tools are not supported in MacAppStore versions
ru: Обратите внимание, что инструменты командной строки не поддерживаются в версиях для MacAppStore

# 81Y-Cg-sSQ.title
source: Insert Current Item
ru: Вставить текущий объект

# bBK-C9-eQV.title
source: %-F Target filenames as parameters
ru: %-F Имена целевых объектов как параметры

# dmv-sq-9J8.title
source: %f Source item filename
ru: %f Имя исходного объекта

# DYH-oC-XxH.title
source: %10F Source filenames as parameters, limited
ru: %10F Имена исходных объектов как параметры, ограниченно

# E5p-BD-CuB.title
source: %-P Target filepaths as parameters
ru: %-P Пути целевых объектов как параметры

# eeB-tN-Fpd.title
source: Automatic
ru: Автоматически

# EL5-2T-5M1.title
source: %10P Source filepaths as parameters, limited
ru: %10P Пути исходных объектов как параметры, ограниченно

# ezB-E1-baW.title
source: Other
ru: Прочее

# f5c-Cv-ZFZ.title
source: %5T Limit the total number of output files
ru: %5T Ограничить общее число объектов

# GbL-vv-Nbz.title
source: Application:
ru: Приложение:

# hhv-Ii-7Ia.title
source: %-e Target item extension
ru: %-e Расширение целевого объекта

# hk9-iG-W4a.title
source: %LF Source filenames in a text file
ru: %LF Имена исходных объектов в текстовом файле

# hv1-vC-dN8.title
source: Insert Current Item
ru: Вставить текущий объект

# II6-Wo-q1C.title
source: %p Source item path
ru: %p Путь исходного объекта

# iVQ-ca-93Q.title
source: Startup Mode:
ru: Тип запуска:

# JUW-5J-iZz.title
source: %10LF Source filenames in a text file, limited
ru: %10LF Имена исходных объектов в текстовом файле, ограниченно

# kbC-Ac-yjQ.title
source: Ask For Value
ru: Спросить значение

# L1y-lC-7iH.title
source: %"Option name"? Enter the value of the parameter named
ru: %"Название параметра"? Ввести значение параметра, с названием

# l99-bl-ad0.title
source: %% Insert the % character
ru: %% Вставить символ %

# LrK-w4-iDz.title
source: Insert Selected Items
ru: Вставить выбранные объекты

# lrv-hw-UfE.title
source: %-f Target item filename
ru: %-f Имя целевого объекта

# lzh-Bc-bxZ.title
source: Parameters:
ru: Параметры:

# n7P-7k-Ogp.title
source: %10LP Source filepaths in a text file, limited
ru: %10LP Пути исходных объектов в текстовом файле, ограниченно

# NVF-cl-n3F.title
source: Other
ru: Прочее

# o8G-ZY-8l8.title
source: Insert Selected Items
ru: Вставить выбранные объекты

# oxh-ez-aQd.title
source: %P Source filepaths as parameters
ru: %P Пути исходных объектов как параметры

# PeS-us-ncF.title
source: %-10LP Target filepaths in a text file, limited
ru: %-10LP Пути целевых объектов в текстовом файле, ограниченно

# pOe-HA-s3m.title
source: %e Source item extension
ru: %e Расширение исходного объекта

# qKU-gg-zci.title
source: %-r Target panel path
ru: %-r Путь целевой панели

# t7c-uZ-Wyx.title
source: %-n Target item filename without extension
ru: %-n Имя целевого объекта без расширения

# Uut-qc-UcK.title
source: %LP Source filepaths in a text file
ru: %LP Пути исходных объектов в текстовом файле

# w1u-x0-TD2.title
source: %- Use left/right panels instead of source/target
ru: %- Использовать левую/правую панель вместо исходной/целевой

# wfS-Ll-F4V.title
source: %n Source item filename without extension
ru: %n Имя исходного объекта без расширения

# X8z-91-qc7.title
source: %r Source panel path
ru: %r Путь исходной панели

# xbW-7L-Eo6.title
source: %-10F Target filenames as parameters, limited
ru: %-10F Имена целевых объектов как параметры, ограниченно

# XHU-jz-vdf.title
source: %? Enter the value of the parameter
ru: %? Ввести значение параметра

# XJk-yw-oD6.title
source: %-LP Target filepaths in a text file
ru: %-LP Пути целевых объектов в текстовом файле

# xqa-ff-fmA.title
source: %-LF Target filenames in a text file
ru: %-LF Имена целевых объектов в текстовом файле

# XZ4-7A-fGc.title
source: Ask For Value
ru: Спросить значение

# yBx-gj-ydb.title
source: %-10LF Target filenames in a text file, limited
ru: %-10LF Имена целевых объектов в текстовом файле, ограниченно

# ZgB-uv-ecs.title
source: %-10P Target filepaths as parameters, limited
ru: %-10P Пути целевых объектов как параметры, ограниченно
